/* Adjustment of amount */
"Adjustment" = "残高調整";

"Amount" = "金額";
"Balance" = "残高";
"Date" = "日付";
"Delete Transaction" = "取引の削除";
"Deposit" = "入金";
"Info" = "情報";
"Name" = "摘要";
"Memo" = "メモ";
"Payment" = "支払";

"Asset" = "資産";
/* Asset list */
"Assets" = "資産一覧";
"Asset Name" = "資産名";
"Asset Type" = "資産種別";
"Total" = "計";

"Transaction" = "取引";
/* Transaction list */
"Transactions" = "取引一覧";

"Type" = "種別";
"Category" = "費目";
/* Category list */
"Categories" = "費目";
"No category" = "未分類";
"Edit Categories" = "費目の編集";
"Add category" = "費目の追加";

"Initial Balance" = "初期残高";

"Income" = "入金";
"Outgo" = "支払";
"Transfer" = "資産間移動";

"Report" = "レポート";
"Monthly Report" = "月別レポート";
"Weekly Report" = "週別レポート";

/* No need to translate HelpURL */
"HelpURL" = "http://iphone.tmurakam.org/cashflow/help-j.html";

"Export" = "エクスポート";
"Backup" = "バックアップ";
"WebExportNotation" = "以下の URL に PC のブラウザからアクセスしてください:\n%@\nダウンロードが完了したら閉じるボタンをタップしてください。";
"BackupNotation" = "以下の URL に PC のブラウザからアクセスしてください:\n%@\n完了したら閉じるボタンをタップしてください。";
"Network is unreachable." = "ネットワークに接続されていません。";
"Cannot start web server." = "Webサーバを起動できません。";

"OFXHeadString" = "BEGIN と END に挟まれた部分のテキストをテキストエディタ(メモ帳など)にカット＆ペーストし、ファイルとして保存してください。このとき、漢字コードを必ず 'UTF-8' とし、拡張子は .ofx としてください。";

"No data" = "No data";
"No data to be exported." = "エクスポートする対象データがありません";

"Delete Asset" = "口座を削除";
"ReallyDeleteAsset" = "本当に口座を削除しますか？";

"Delete transaction" = "取引を削除";
"Delete with all past transactions" = "これ以前の取引を一括削除";

"Dismiss" = "閉じる";
"Cancel" = "キャンセル";

/* PIN */
"Set PIN Code" = "PIN設定";
"Enter PIN" = "PIN入力";
"Enter new PIN" = "新PIN";
"Retype new PIN" = "新PIN(確認)";
"Invalid PIN" = "PIN不正";
"PIN code does not match." = "PINが一致しません。";

/* Asset types */
"Cash" = "現金";
"Bank Account" = "銀行口座";
"Credit Card" = "クレジットカード";

/* export view */
"Data format" = "データフォーマット";
"OFX" = "Money電子明細";
"Export data within" = "エクスポート範囲";
"7 days" = "7日";
"30 days" = "30日";
"90 days" = "90日";
"All" = "すべて";
"Export method" = "エクスポート方法";
"Mail" = "メール";

/* Config */
"Config" = "設定";
"Date style" = "日付書式";
"Date and time (1 min)" = "日付と時刻 (1分毎)";
"Date and time (5 min)" = "日付と時刻 (5分毎)";
"Date only" = "日付のみ";
"Cutoff date" = "締め日";
"End of month" = "月末";
"Currency" = "通貨あ";